#TODO: проверка статуса контрактора (авторизован/неавторизован) -> True, False

#TODO: проверка роли пользователя (менеджер, контрактор, клиент) -> str

#TODO: создание контрактора -> None

#TODO: создание клиента -> None

#TODO: список активных заказов клиента -> [id's]

#TODO: список выполненных заказов клиента -> [id's]

#TODO: получение заказа по id -> json

#TODO: создание тикета -> None

#TODO: список тарифов -> [name's]

#TODO: инфо о тарифе -> json

#TODO: 

#TODO:

#TODO:

#TODO:

#TODO:

#TODO:

#TODO: